import React from 'react'

const Companycopy = () => {
  return (
    <div id="greet">
      <div className="container">
        <p className="p1">
          当社は、「食卓に新たな選択肢を」をコンセプトとし、2022年に設立しました。<br />
          ヨコヤマの前進となる営業代行会社「エーティーワン」を立ち上げたのは2021年。
        </p>
        <p className="p2">
          なぜ営業代行から食品業界に移行したのか。<br />
          それは私の見解では、営業も食品も<br />
          「過程は再現不能で、結果は再現可能」なんじゃないかなと思うからです。
        </p>
        <p className="p3">
          営業会社を経営していく中で、<br />
          自分が常習的にできてることでも人に教えることは難しいと体感する日々。<br />
          人にはそれぞれバックストーリーがあり、誰でも初めから上手にできたわけではなく、工夫を凝らして改善を重ねて今に辿り着いているわけです。<br />
          営業のような即興性が求められる世界では、そういう工夫と改善を重ねた「過程」が重要で、マニュアルのようにまとめた「結果」だけ渡しても効果はあまりないのだと気がつきました。
        </p>
        <p className="p4">
          そんなことを考えている時にたまたま食べに行ったラーメン店で、もちろん味は美味しいけれど、絶対に再現できないわけではないと思ったんです。<br />
          むしろ、ラーメン店は店舗の空間や、カウンターから見える厨房のライブ感や、お客さんと一緒に食べるなどなど。<br />
          ラーメンを食べるまでの「過程」に大きな価値があり、<br />
          それは再現不能だからこそ長く人気なのではと。
        </p>
        <p className="p5">
          営業も食品も「過程は再現不能で、結果は再現可能」なんです。きっと。
        </p>
        <p className="p6">
          一方で、営業の結果であるマニュアルや方法論は本などで出回っているけれど、<br />
          ラーメン店の結果である味はあまり身近にはなかったんです。<br />
          マニュアルに効果はあまりないかもしれないけれど、<br />
          味ならきっと。美味しいという効果は期待できそうですよね。
        </p>
        <p className="p7">
          そこで、ドレッシングという形で食卓に持ち込めれば、ラーメンだけでなく野菜炒めや、炊き込みご飯、唐揚げなど、新たな選択肢も生み出せるのではないかと思いから、<br />
          TONGARIが出来上がりました。
        </p>
        <p className="p8">
          そのような過程を経て今のヨコヤマの設立に至りました。<br />
          ヨコヤマは、TONGARIを原点として食卓に新たな選択肢を提示し、豊かな食生活の実現に寄与できるように努めてまいります。一緒に未来の食卓を作りましょう。
        </p>
      </div>
    </div>
  )
}

export default Companycopy